{"Aero Mote": {"info": "  Effect: Deals  Aero damage to all foes in range.  Location: The Clan Provisioner (Clan Hall) in the Rabanastre - Muthru Bazaar.  "}, "Aeroga Mote": {"info": "  Effect: Deal  Aeroga damage to all foes in range.  Location: The Clan Provisioner (Clan Hall) in the Rabanastre - Muthru Bazaar.  "}, "Antidote": {"info": "  Effect: Removes Poison from one ally.  Location: Most shops across Ivalice.  "}, "Aquara Mote": {"info": "  Effect: Deals  Aqua damage to all foes in range.  Location: The Clan Provisioner (Clan Hall) in the Rabanastre - Muthru Bazaar.  "}, "Bacchus's Wine": {"info": "  Effect: Causes one ally to mindlessly attack with weapon in hand (50% chance to inflict  Berserk on one ally or foe).  Location: Most shops across Ivalice.  "}, "Balance Mote": {"info": "  Effect: Inflicts  Balance on all foes in range ignoring reflect.  Location: The Clan Provisioner (Clan Hall) in the Rabanastre - Muthru Bazaar.  "}, "Baltoro Seed": {"info": "  Effect: Grants all positive status effects to one ally including  Protect,  Shell,  Haste,  Bravery,  Faith,  Vanish,  Regen,  Float,  Bubble and  Libra on one target.  Location: Treasure chests.  "}, "Bio Mote": {"info": "  Effect: Inflicts  Bleed and deals damage to all foes in range.  Location: The Clan Provisioner (Clan Hall) in the Rabanastre - Muthru Bazaar.  "}, "Bubble Mote": {"info": "  Effect: Double max HP of one ally by casting  Bubble.  Location: The Clan Provisioner (Clan Hall) in the Rabanastre - Muthru Bazaar.  "}, "Chronos Tear": {"info": "  Effect: Removes Slow and Stop from one ally.  Location: Most shops across Ivalice.  "}, "Cura Mote": {"info": "  Effect: Restore HP to all allies in range by casting  Cura.  Location: The Clan Provisioner (Clan Hall) in the Rabanastre - Muthru Bazaar.  "}, "Dark Energy": {"info": "  Effect: Deal damage to all foes within a certain distance from the user.  Location: Treasure chests.  "}, "Dark Matter": {"info": "  Effect: Deal damage to all foes in range.  Location: The Clan Provisioner (Clan Hall) in the Rabanastre - Muthru Bazaar.  "}, "Dark Mote": {"info": "  Effect: Deals  Dark damage to all foes in range ignoring reflect.  Location: The Clan Provisioner (Clan Hall) in the Rabanastre - Muthru Bazaar.  "}, "Dispel Mote": {"info": "  Effect: Remove beneficial status effects from one foe by casting  Dispel.  Location: The Clan Provisioner (Clan Hall) in the Rabanastre - Muthru Bazaar.  "}, "Domaine Calvados": {"info": "  Effect: Grants  Bravery to one ally.  Location: Most shops across Ivalice.  "}, "Echo Herbs": {"info": "  Effect: Removes Silence from one ally.  Location: Most shops across Ivalice.  "}, "Eksir Berries": {"info": "  Effect: Deals Dark elemental damage. Also reduces damage caused by Garuda during the battle outside the Tomb of King Raithwall.  Location: In the Nam-Yensa Sandsea.  "}, "Elixir": {"info": "  Effect: Fully restores one ally’s HP and MP.  Location: Bazaar (Saint’s Draught).  "}, "Ether": {"info": "  Effect: Restores a small amount of MP (50) to one ally which increases with Ether Lore.  Location: From the Clan Provisioner in the Rabanastre - Muthru Bazaar.  "}, "Eye Drops": {"info": "  Effect: Removes Blind from one ally.  Location: Most shops across Ivalice.  "}, "Float Mote": {"info": "  Effect: Casts Float on all targets in range ignoring reflect.  Location: The Clan Provisioner (Clan Hall) in the Rabanastre - Muthru Bazaar.  "}, "Gold Needle": {"info": "  Effect: Removes Stone/Petrify from one ally.  Location: Most shops across Ivalice.  "}, "Gravity Mote": {"info": "  Effect: Reduce HP of all goes in range by 1/4 of targets’ max HP (casting  Gravity).  Location: The Clan Provisioner (Clan Hall) in the Rabanastre - Muthru Bazaar.  "}, "Handkerchief": {"info": "  Effect: Removes Oil from one ally.  Location: Most shops across Ivalice.  "}, "Hastega Mote": {"info": "  Effect: Speed up the actions of all allies in range by casting  Hastega.  Location: The Clan Provisioner (Clan Hall) in the Rabanastre - Muthru Bazaar.  "}, "Hi-Ether": {"info": "  Effect: Restores MP (200) to one ally which increases with Ether Lore.  Location: From the Baknamy Merchant at the Necrohol of Nabudis.  "}, "Hi-Potion": {"info": "  Effect: Restores HP (450) to one ally which increases with Potion Lore Licenses.  Location: Most shops across Ivalice.  "}, "Holy Mote": {"info": "  Effect: Deals  Holy damage to a single foe ignoring reflect.  Location: The Clan Provisioner (Clan Hall) in the Rabanastre - Muthru Bazaar.  "}, "Knot of Rust": {"info": "  Effect: Deals damage to one foe.  Location: Clan Provisioner.  "}, "Lightning Fang": {"info": "  Note: Previously called a White Fang in the original PlayStation 2 version of the game.  Effect: Deals lightning damage to all foes in range.  Location: On the Skyferry between Rabanastre and Nalbina Town.  "}, "Megalixir": {"info": "  Effect: Fully restores all allies’s HP and MP.  Location: Bazaar (Esoteric Draught).  "}, "Meteorite": {"info": "  Note: There are four different types of Meteorite. Use the descriptions to differentiate between them.  Effect: Applies the Sap or Disease status on an enemy.  Location: Treasure chests.  "}, "Nu Khai Sand": {"info": "  Note: This item used to be called Smelling Salts in the original PlayStation 2 version of the game.  Effect: Removes Confuse from one ally.  Location: Most shops across Ivalice.  "}, "Phoenix Down": {"info": "  Effect: Revives a KO’d ally - the amount of HP restored increases with additional Phoenix Lore.  Location: Most shops across Ivalice.  "}, "Potion": {"info": "  Effect: Restores a small amount of HP (100) to one ally which increases with Potion Lore Licenses.  Location: Most shops across Ivalice.  "}, "Prince's Kiss": {"info": "  Note: This item used to be called an Alarm Clock in the original PlayStation 2 version of the game.  Effect: Removes Sleep from one ally.  Location: Most shops across Ivalice.  "}, "Reflectga Mote": {"info": "  Effect: Reflect on all allies in range ignoring reflect by casting  Reflectga.  Location: The Clan Provisioner (Clan Hall) in the Rabanastre - Muthru Bazaar.  "}, "Remedy": {"info": "  Effect: Removes Blind, Poison, Silence and Slow from an Ally. Additional status are added with Remedy Lores:   Remedy Lore 1:                                         Adds Sleep, Sap, Immobilize and Disable  Remedy Lore 2:                                         Adds Petrify, Confuse and Oil  Remedy Lore 3:                                         Adds Stop, Doom and Disease                                       Location: Every shop after reaching the Mosphoran Highwaste.  "}, "Reverse Mote": {"info": "  Effect: Cause healing and damage to have the opposite effect on one foe by casting  Reverse.  Location: The Clan Provisioner (Clan Hall) in the Rabanastre - Muthru Bazaar.  "}, "Rime Fang": {"info": "  Note: Previously called a Blue Fang in the original PlayStation 2 version of the game.  Effect: Deals ice damage to all foes in range.  Location: On the Skyferry between Nalbina and Balfonheim Port.  "}, "Scathe Mote": {"info": "  Effect: Inflicts  Scathe on all foes in range ignoring reflect.  Location: The Clan Provisioner (Clan Hall) in the Rabanastre - Muthru Bazaar.  "}, "Serum": {"info": "  Note: This item used to be called Vaccine in the original PlayStation 2 version of the game.  Effect: Removes Disease from one ally.  Location: Most shops across Ivalice.  "}, "Shock Mote": {"info": "  Effect: Deal  Shock damage to one foe.  Location: The Clan Provisioner (Clan Hall) in the Rabanastre - Muthru Bazaar.  "}, "Soleil Fang": {"info": "  Note: Previously called a Red Fang in the original PlayStation 2 version of the game.  Effect: Deals fire damage to all foes in range.  Location: On the Skyferry between Rabanastre and Archades.  "}, "Vanishga Mote": {"info": "  Effect: Casts  Vanishga on all allies in range ignoring reflect.  Location: The Clan Provisioner (Clan Hall) in the Rabanastre - Muthru Bazaar.  "}, "Warp Mote": {"info": "  Effect: Banishes all foes in range ignoring reflect.  Location: The Clan Provisioner (Clan Hall) in the Rabanastre - Muthru Bazaar.  "}, "X-Potion": {"info": "  Effect: Restores a large amount of HP (1,500) to one ally which increases with Potion Lore Licenses.  Location: Most shops across Ivalice.  "}}